[
  {
    "id": 1,
    "name": "Cubita",
    "description": "Cubita Coffee is sun dried and hand sorted. It originates from an elevation of over 2000 meters in the Andes Mountains of Ecuador, which is located closest to the sun on the Equator. Superb aroma and rich Flavor.",
    "price": 12.00
  },
  {
    "id": 2,
    "name": "Colombian Supreme",
    "description": "This smooth, full-flavored coffee from Colombia boasts a sweet delicate aroma and a rich, balanced flavor. A classic coffee appropriate for any occasion.",
    "price": 13.50
  },
  {
    "id": 3,
    "name": "Pure Kona Fancy",
    "description": "Grown on the Big Island of Hawaii, this coffee is known for its tantalizing aroma. This medium bodied brew offers a rich flavor with subtle winery tones.",
    "price": 15.90
  },
  {
    "id": 4,
    "name": "Kenyan",
    "description": "The complex coffee from the highlands of East Africa features a winey, full flavor coupled with an intriguing aroma. A delightfully delicate selection for coffee lovers.",
    "price": 24.00
  },
  {
    "id": 5,
    "name": "Costa Rican",
    "description": "Arabicas normally set aside for the demanding Northern European market produce this lively, well-balanced coffee distinguished by its snappy, clean taste.",
    "price": 12.30
  },
  {
    "id": 6,
    "name": "Kona Peaberry",
    "description": "Occasionally coffee fruit produces a single, rather than a double, bean. These \"peaberries\" provide all the flavor and aroma of their larger, regular cousins, but in a smaller package.",
    "price": 10.00
  },
  {
    "id": 7,
    "name": "Sumatra",
    "description": "The wonderful cocoa-like finish of this smooth, full-bodied coffee is reminiscent of rich, dark chocolate. Its unique characteristics can only be captured from the rich soils of this isle of Indonesia.",
    "price": 9.50
  },
  {
    "id": 8,
    "name": "Kona Blend",
    "description": "25% Kona, 25% Sumatra and 50% Colombian. This combination unites the fragrant aroma of Kona with the full body of Sumatra and the dry snap of Colombian.",
    "price": 12.15
  },
  {
    "id": 9,
    "name": "Kona Espresso",
    "description": "Some like it dark roasted to give it the smokey, bittersweet tan that espresso drinkers crave.",
    "price": 13.00
  },
  {
    "id": 10,
    "name": "Italian Roast",
    "description": "Roasted in the Southern Italian tradition, this boldly flavored dark roast is a perfect choice for either a Italian Roast hearty cup of drip coffee or a shot of espresso.",
    "price": 11.90
  }
]
